[
{"Title": "$50 Million of Cocaine Discovered in Coffee Bean Shipment at a Nespresso Factory", "Publication_date": "2022-05-06 00:00:00"},
{"Title": "Eleven Madison Park Chef Daniel Humm Launches Plant-Based Meal Kit Service", "Publication_date": "2022-04-27 00:00:00"},
{"Title": "FDA Sets Plan to Lower the Acceptable Amount of Lead in Fruit Juices", "Publication_date": "2022-04-28 00:00:00"},
{"Title": "This Brewery Is Offering Free IPAs for a Year if You Get a Tattoo", "Publication_date": "2022-04-29 00:00:00"},
{"Title": "Some Lucky High Schooler Is Taking the Oscar Mayer Wienermobile to Prom", "Publication_date": "2022-04-28 00:00:00"},
{"Title": "A 'Forgotten' Cask of The Macallan from 1988 Just Sold for Nearly $1.3 Million", "Publication_date": "2022-04-27 00:00:00"},
{"Title": "The World's Largest Bottle of Scotch Is Going Up for Auction", "Publication_date": "2022-04-29 00:00:00"},
{"Title": "The U.S. Army Just Replaced a Birthday Cake They Took 77 Years Ago", "Publication_date": "2022-04-29 00:00:00"},
{"Title": "Say Goodbye to 'Diet' Snapple", "Publication_date": "2022-04-28 00:00:00"},
{"Title": "Oktoberfest Is Returning to Munich After Two Years of COVID Cancellations", "Publication_date": "2022-05-02 00:00:00"},
{"Title": "Whole Foods Is Closing Six Stores in Four States", "Publication_date": "2022-05-02 00:00:00"},
{"Title": "You Can Visit These Two Luxury Colombian Resorts in One Food-Filled Vacation Package", "Publication_date": "2022-05-02 00:00:00"},
{"Title": "Dominique Ansel Is Whipping Up a Batch of Cronut NFTs", "Publication_date": "2022-05-02 00:00:00"},
{"Title": "Sunflower Oil Is in Short Supply as War Continues in Ukraine", "Publication_date": "2022-05-02 00:00:00"},
{"Title": "DoorDash Just Opened a Virtual Food Hall with Actual Seating", "Publication_date": "2022-05-03 00:00:00"},
{"Title": "Touch of Green: The Grateful Dead Is Getting Their Own Salad Mix", "Publication_date": "2022-05-03 00:00:00"},
{"Title": "Popeyes' Chicken Sandwich Is Getting a Buffalo Twist", "Publication_date": "2022-05-03 00:00:00"},
{"Title": "Researchers Taught A.I. to Write Wine and Beer Reviews and They're Pretty Convincing", "Publication_date": "2022-05-03 00:00:00"},
{"Title": "When You Live in Remote Alaska, Your DoorDash Order Comes by Plane", "Publication_date": "2022-05-05 00:00:00"},
{"Title": "Mtn Dew Releases New Purple Flavor — But You Can Only Find It at One Convenience Store Chain", "Publication_date": "2022-05-04 00:00:00"},
{"Title": "We're Facing a Fertilizer Shortage and We Could Be Flushing the Solution Down the Toilet", "Publication_date": "2022-05-05 00:00:00"},
{"Title": "Dunkin' and Beyond Meat Are Being Sued Over Their Plant-Based Breakfast Sandwich Slogan", "Publication_date": "2022-05-04 00:00:00"},
{"Title": "FDA Recalls Over 100 Kosher Candy and Chocolate Products Due to Salmonella Risk", "Publication_date": "2022-05-04 00:00:00"},
{"Title": "Starbucks Is Launching Its Own NFT Collection", "Publication_date": "2022-05-05 00:00:00"},
{"Title": "Colombia Takes Home First Win, U.S. Leads Medal Count at 2022 World Beer Cup", "Publication_date": "2022-05-06 00:00:00"}
]